Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.hooks.omp.error.notCmuxExtension
source: %@ exists and is not a UniConnect extension; leaving it alone
ar: %@ موجود وهو ليس امتداد UniConnect؛تركها وحدها
bs: %@ postoji i nije ekstenzija UniConnect; ostavljajući ga na miru
da: %@ eksisterer og er ikke en UniConnect-udvidelse; lader den være i fred
de: %@ existiert und ist keine UniConnect-Erweiterung; es in Ruhe lassen
es: %@ existe y no es una extensión UniConnect; dejándolo solo
fr: %@ existe et n'est pas une extension UniConnect ; le laisser tranquille
it: %@ esiste e non è un'estensione UniConnect; lasciandolo stare
ja: %@ は存在しますが、UniConnect 拡張機能ではありません。放っておいて
km: %@ មានហើយមិនមែនជាផ្នែកបន្ថែម UniConnect ទេ។ទុកវាឱ្យនៅម្នាក់ឯង
ko: %@가 존재하며 UniConnect 확장이 아닙니다.내버려두고
nb: %@ eksisterer og er ikke en UniConnect-utvidelse; lar det være i fred
pl: %@ istnieje i nie jest rozszerzeniem UniConnect; zostawiając to w spokoju
pt_br: %@ existe e não é uma extensão UniConnect; deixando isso sozinho
ru: %@ существует и не является расширением UniConnect; оставив это в покое
th: %@ มีอยู่แล้วและไม่ใช่ส่วนขยาย UniConnectทิ้งมันไว้ตามลำพัง
tr: %@ mevcuttur ve bir UniConnect uzantısı değildir; onu yalnız bırakmak
uk: %@ існує і не є розширенням UniConnect; залишаючи це в спокої
zh_hans: %@ 存在，但不是 UniConnect 扩展；不理会它
zh_hant: %@ 存在，但不是 UniConnect 擴充；不理會它

# cli.hooks.omp.error.readFailed
source: Failed to read %@
ar: فشل في قراءة %@
bs: Čitanje %@ nije uspjelo
da: Kunne ikke læse %@
de: Fehler beim Lesen von %@
es: No se pudo leer %@
fr: Échec de la lecture de %@
it: Impossibile leggere %@
ja: %@の読み取りに失敗しました
km: បរាជ័យក្នុងការអាន %@
ko: %@를 읽지 못했습니다.
nb: Kunne ikke lese %@
pl: Nie udało się odczytać %@
pt_br: Falha ao ler %@
ru: Не удалось прочитать %@.
th: ไม่สามารถอ่าน %@
tr: %@ okunamadı
uk: Не вдалося прочитати %@
zh_hans: 读取%@失败
zh_hant: 讀取%@失敗

# cli.hooks.omp.installed
source: OMP UniConnect hooks installed at %@
ar: OMP UniConnect hooks مثبت في %@
bs: OMP UniConnect hooks instaliran na %@
da: OMP UniConnect hooks installeret på %@
de: OMP UniConnect hooks installiert bei %@
es: OMP UniConnect hooks instalado en %@
fr: OMP UniConnect hooks installé à %@
it: OMP UniConnect hooks installato su %@
ja: OMP UniConnect hooks が %@ にインストールされました
km: OMP UniConnect hooks បានដំឡើងនៅ %@
ko: OMP UniConnect hooks가 %@에 설치되었습니다.
nb: OMP UniConnect hooks installert på %@
pl: OMP UniConnect hooks zainstalowany w %@
pt_br: OMP UniConnect hooks instalado em %@
ru: OMP UniConnect hooks установлен в %@
th: OMP UniConnect hooks ติดตั้งที่ %@
tr: OMP UniConnect hooks, %@'de yüklü
uk: OMP UniConnect hooks встановлено на %@
zh_hans: OMP UniConnect hooks 安装在 %@
zh_hant: OMP UniConnect hooks 安裝在 %@

# cli.hooks.omp.noneFound
source: No OMP UniConnect extension found at %@
ar: لم يتم العثور على ملحق OMP UniConnect في %@
bs: Nije pronađena ekstenzija OMP UniConnect na %@
da: Ingen OMP UniConnect udvidelse fundet på %@
de: Keine OMP UniConnect-Erweiterung unter %@ gefunden
es: No se encontró ninguna extensión OMP UniConnect en %@
fr: Aucune extension OMP UniConnect trouvée sur %@
it: Nessuna estensione OMP UniConnect trovata in %@
ja: OMP UniConnect 拡張子が %@ に見つかりません
km: រកមិនឃើញផ្នែកបន្ថែម OMP UniConnect នៅ %@ ទេ
ko: OMP UniConnect 확장이 %@에서 발견되지 않았습니다.
nb: Ingen OMP UniConnect utvidelse funnet på %@
pl: Nie znaleziono rozszerzenia OMP UniConnect pod adresem %@
pt_br: Nenhuma extensão OMP UniConnect encontrada em %@
ru: Расширение OMP UniConnect не найдено по адресу %@.
th: ไม่พบส่วนขยาย OMP UniConnect ที่ %@
tr: %@'de OMP UniConnect uzantısı bulunamadı
uk: За адресою %@ не знайдено розширення OMP UniConnect
zh_hans: 在 %@ 处找不到 OMP UniConnect 扩展
zh_hant: 在 %@ 處找不到 OMP UniConnect 擴展

# cli.hooks.omp.refuseRemoveMissingMarker
source: Refusing to remove %@: missing UniConnect marker
ar: رفض إزالة %@: علامة UniConnect مفقودة
bs: Odbijanje uklanjanja %@: nedostaje marker UniConnect
da: Nægter at fjerne %@: mangler UniConnect markør
de: Entfernung von %@ wird abgelehnt: Markierung UniConnect fehlt
es: Negarse a eliminar %@: falta el marcador UniConnect
fr: Refus de supprimer %@ : marqueur UniConnect manquant
it: Rifiuto di rimuovere %@: contrassegno UniConnect mancante
ja: %@ の削除を拒否しています: UniConnect マーカーがありません
km: បដិសេធមិនលុប %@៖ បាត់សញ្ញាសម្គាល់ UniConnect
ko: %@ 제거 거부: UniConnect 마커 누락
nb: Nekter å fjerne %@: mangler UniConnect-markør
pl: Odmowa usunięcia %@: brak znacznika UniConnect
pt_br: Recusando-se a remover %@: marcador UniConnect ausente
ru: Отказ в удалении %@: отсутствует маркер UniConnect.
th: การปฏิเสธที่จะลบ %@: ไม่มีเครื่องหมาย UniConnect
tr: %@'yi kaldırmayı reddetme: eksik UniConnect işaretçisi
uk: Відмова видалити %@: відсутній маркер UniConnect
zh_hans: 拒绝删除 %@：缺少 UniConnect 标记
zh_hant: 拒絕刪除 %@：缺少 UniConnect 標記

# cli.hooks.omp.removed
source: Removed OMP UniConnect extension from %@
ar: تمت إزالة ملحق OMP UniConnect من %@
bs: Uklonjena ekstenzija OMP UniConnect sa %@
da: Fjernet OMP UniConnect udvidelse fra %@
de: Erweiterung OMP UniConnect von %@ entfernt
es: Se eliminó la extensión OMP UniConnect de %@.
fr: Suppression de l'extension OMP UniConnect de %@
it: Rimossa l'estensione OMP UniConnect da %@
ja: OMP UniConnect 拡張機能を %@ から削除しました
km: បានដកផ្នែកបន្ថែម OMP UniConnect ចេញពី %@
ko: %@에서 OMP UniConnect 확장을 제거했습니다.
nb: Fjernet OMP UniConnect utvidelse fra %@
pl: Usunięto rozszerzenie OMP UniConnect z %@
pt_br: Extensão OMP UniConnect removida de %@
ru: Удалено расширение OMP UniConnect из %@.
th: ลบส่วนขยาย OMP UniConnect ออกจาก %@
tr: OMP UniConnect uzantısı %@'den kaldırıldı
uk: Видалено розширення OMP UniConnect із %@
zh_hans: 从 %@ 中删除了 OMP UniConnect 扩展
zh_hant: 從 %@ 中刪除了 OMP UniConnect 擴展

# shortcut.openDiffViewer.label
source: Open Diff Viewer
ar: فتح عارض الاختلافات
bs: Otvori preglednik razlika
da: Åbn diffvisning
de: Diff-Viewer öffnen
es: Abrir visor de diferencias
fr: Ouvrir la visionneuse de diff
it: Apri visualizzatore diff
ja: 差分ビューアを開く
ko: Diff 뷰어 열기
nb: Åpne diffvisning
pl: Otwórz podgląd różnic
pt_br: Abrir visualizador de diff
ru: Открыть просмотр diff
th: เปิดตัวดู diff
tr: Diff Görüntüleyiciyi Aç
uk: Відкрити переглядач diff
zh_hans: 打开差异查看器
zh_hant: 開啟差異檢視器

# cli.hooks.kiro.postInstallNote
source: Kiro applies these hooks only when run as the UniConnect agent. Start Kiro with `kiro-cli chat --agent uniconnect`, or make it the default with `kiro-cli settings chat.defaultAgent uniconnect`.
ar: يقوم Kiro بتطبيق hooks هذه فقط عند تشغيله كـ UniConnect agent.ابدأ تشغيل Kiro باستخدام `kiro-cli chat --agent uniconnect`، أو اجعله الإعداد الافتراضي باستخدام `kiro-cli settings chat.defaultAgent uniconnect`.
bs: Kiro primjenjuje ove hooks samo kada se izvodi kao UniConnect agent. Započnite Kiro sa `kiro-cli chat --agent uniconnect` ili ga postavite kao zadano sa `kiro-cli settings chat.defaultAgent uniconnect`.
da: Kiro anvender kun disse hooks, når de køres som UniConnect agent. Start Kiro med `kiro-cli chat --agent uniconnect`, eller gør den til standard med `kiro-cli settings chat.defaultAgent uniconnect`.
de: Kiro wendet diese hooks nur an, wenn es als UniConnect agent ausgeführt wird. Starten Sie Kiro mit `kiro-cli chat --agent uniconnect` oder legen Sie es mit `kiro-cli settings chat.defaultAgent uniconnect` als Standard fest.
es: Kiro aplica estos hooks solo cuando se ejecuta como UniConnect agent. Inicie Kiro con `kiro-cli chat --agent uniconnect` o configúrelo como predeterminado con `kiro-cli settings chat.defaultAgent uniconnect`.
fr: Kiro applique ces hooks uniquement lorsqu'ils sont exécutés en tant que UniConnect agent. Démarrez Kiro avec `kiro-cli chat --agent uniconnect` ou définissez-le par défaut avec `kiro-cli settings chat.defaultAgent uniconnect`.
it: Kiro applica questi hooks solo quando eseguito come UniConnect agent. Avvia Kiro con `kiro-cli chat --agent uniconnect` o impostalo come predefinito con `kiro-cli settings chat.defaultAgent uniconnect`.
ja: Kiro は、UniConnect agent として実行される場合にのみ、これらの hooks を適用します。`kiro-cli chat --agent uniconnect` で Kiro を開始するか、`kiro-cli settings chat.defaultAgent uniconnect` でデフォルトにします。
km: Kiro អនុវត្ត hooks ទាំងនេះតែនៅពេលដំណើរការជា UniConnect agent ប៉ុណ្ណោះ។ចាប់ផ្តើម Kiro ជាមួយ `kiro-cli chat --agent uniconnect` ឬធ្វើឱ្យវាជាលំនាំដើមជាមួយ `kiro-cli settings chat.defaultAgent uniconnect` ។
ko: Kiro는 UniConnect agent로 실행되는 경우에만 이러한 hooks를 적용합니다.`kiro-cli chat --agent uniconnect`로 Kiro를 시작하거나 `kiro-cli settings chat.defaultAgent uniconnect`로 기본값으로 설정하세요.
nb: Kiro bruker disse hooks bare når de kjøres som UniConnect agent. Start Kiro med `kiro-cli chat --agent uniconnect`, eller gjør den til standard med `kiro-cli settings chat.defaultAgent uniconnect`.
pl: Kiro stosuje te hooks tylko wtedy, gdy działa jako UniConnect agent. Uruchom Kiro za pomocą `kiro-cli chat --agent uniconnect` lub ustaw go jako domyślny za pomocą `kiro-cli settings chat.defaultAgent uniconnect`.
pt_br: Kiro aplica estes hooks somente quando executado como UniConnect agent. Inicie Kiro com `kiro-cli chat --agent uniconnect` ou torne-o padrão com `kiro-cli settings chat.defaultAgent uniconnect`.
ru: Kiro применяет эти hooks только при запуске как UniConnect agent. Запустите Kiro с помощью `kiro-cli chat --agent uniconnect` или сделайте его значением по умолчанию с помощью `kiro-cli settings chat.defaultAgent uniconnect`.
th: Kiro ใช้ hooks เหล่านี้เมื่อรันเป็น UniConnect agent เท่านั้นเริ่ม Kiro ด้วย `kiro-cli chat --agent uniconnect` หรือกำหนดให้เป็นค่าเริ่มต้นด้วย `kiro-cli settings chat.defaultAgent uniconnect`
tr: Kiro, bu hooks'yi yalnızca UniConnect agent olarak çalıştırıldığında uygular. Kiro'yi `kiro-cli chat --agent uniconnect` ile başlatın veya `kiro-cli settings chat.defaultAgent uniconnect` ile varsayılan yapın.
uk: Kiro застосовує ці hooks лише під час запуску як UniConnect agent. Запустіть Kiro з `kiro-cli chat --agent uniconnect` або зробіть його типовим за допомогою `kiro-cli settings chat.defaultAgent uniconnect`.
zh_hans: Kiro 仅当作为 UniConnect agent 运行时才应用这些 hooks。使用 `kiro-cli chat --agent uniconnect` 启动 Kiro，或使用 `kiro-cli settings chat.defaultAgent uniconnect` 将其设置为默认值。
zh_hant: Kiro 僅當作為 UniConnect agent 運行時才應用這些 hooks。使用 `kiro-cli chat --agent uniconnect` 啟動 Kiro，或使用 `kiro-cli settings chat.defaultAgent uniconnect` 將其設定為預設值。

# settings.automation.kiro.note
source: Hooks must be installed with `cmux hooks kiro install`, then run Kiro with `kiro-cli chat --agent uniconnect` (or set it as your default agent). They no-op outside UniConnect terminals.
ar: يجب تثبيت الخطافات باستخدام `cmux hooks kiro install`، ثم تشغيل Kiro باستخدام `kiro-cli chat --agent uniconnect` (أو تعيينه كوكيل افتراضي).إنهم ممنوعون من العمل خارج محطات UniConnect.
bs: Hooks se mora instalirati sa `cmux hooks kiro install`, a zatim pokrenuti Kiro sa `kiro-cli chat --agent uniconnect` (ili ga postaviti kao podrazumevanog agenta). Ne-op izvan UniConnect terminala.
da: Hooks skal installeres med `cmux hooks kiro install`, og kør derefter Kiro med `kiro-cli chat --agent uniconnect` (eller indstil det som din standardagent). De fungerer ikke uden for UniConnect terminaler.
de: Hooks müssen mit `cmux hooks kiro install` installiert und dann Kiro mit `kiro-cli chat --agent uniconnect` ausgeführt werden (oder als Standardagent festgelegt werden). Außerhalb von UniConnect Terminals ist kein Betrieb möglich.
es: Instala los hooks con `cmux hooks kiro install` y ejecuta Kiro con `kiro-cli chat --agent uniconnect` (o establécelo como agente predeterminado). No hacen nada fuera de los terminales de UniConnect.
fr: Les hooks doivent être installés avec `cmux hooks kiro install`, puis exécuter Kiro avec `kiro-cli chat --agent uniconnect` (ou le définir comme agent par défaut). Ils ne fonctionnent pas en dehors des terminaux UniConnect.
it: Gli hook devono essere installati con `cmux hooks kiro install`, quindi eseguire Kiro con `kiro-cli chat --agent uniconnect` (o impostarlo come agente predefinito). Non operano all'esterno dei terminali UniConnect.
ja: フックは`cmux hooks kiro install`でインストールし、Kiroを`kiro-cli chat --agent uniconnect`で起動（またはデフォルトエージェントに設定）してください。UniConnectターミナル外では動作しません。
km: Hooks ត្រូវតែដំឡើងជាមួយ `cmux hooks kiro install` បន្ទាប់មកដំណើរការ Kiro ជាមួយ `kiro-cli chat --agent uniconnect` (ឬកំណត់វាជាភ្នាក់ងារលំនាំដើមរបស់អ្នក)។ពួកគេ​មិន​ប្រើ​នៅ​ខាងក្រៅ UniConnect ស្ថានីយ។
ko: `cmux hooks kiro install`로 훅을 설치한 다음 `kiro-cli chat --agent uniconnect`로 Kiro를 실행(또는 기본 에이전트로 설정)하세요. UniConnect 터미널 외부에서는 작동하지 않습니다.
nb: Hooks må installeres med `cmux hooks kiro install`, og deretter kjøre Kiro med `kiro-cli chat --agent uniconnect` (eller angi den som standardagent). De er uten drift utenfor UniConnect terminaler.
pl: Hooki należy zainstalować z `cmux hooks kiro install`, następnie uruchomić Kiro z `kiro-cli chat --agent uniconnect` (lub ustawić go jako agenta domyślnego). Nie działają poza UniConnect terminalami.
pt_br: Os ganchos devem ser instalados com `cmux hooks kiro install` e, em seguida, executados Kiro com `kiro-cli chat --agent uniconnect` (ou defini-lo como seu agente padrão). Eles não funcionam fora dos terminais UniConnect.
ru: Хуки необходимо установить с помощью `cmux hooks kiro install`, затем запустить Kiro с `kiro-cli chat --agent uniconnect` (или установить его в качестве агента по умолчанию). Они не работают за пределами UniConnect терминалов.
th: ต้องติดตั้ง Hooks ด้วย `cmux hooks kiro install` จากนั้นรัน Kiro ด้วย `kiro-cli chat --agent uniconnect` (หรือตั้งค่าเป็นตัวแทนเริ่มต้นของคุณ)พวกเขาไม่ดำเนินการภายนอกเทอร์มินัล UniConnect
tr: Kancalar `cmux hooks kiro install` ile kurulmalı, ardından Kiro ile `kiro-cli chat --agent uniconnect` çalıştırılmalıdır (veya varsayılan aracınız olarak ayarlanmalıdır). UniConnect terminallerinin dışında işlem yapmazlar.
uk: Хуки потрібно встановити за допомогою `cmux hooks kiro install`, а потім запустити Kiro за допомогою `kiro-cli chat --agent uniconnect` (або встановити його як агента за замовчуванням). Вони не працюють поза терміналами UniConnect.
zh_hans: 必须使用 `cmux hooks kiro install` 安装挂钩，然后使用 `kiro-cli chat --agent uniconnect` 运行 Kiro（或将其设置为默认代理）。它们在 UniConnect 终端之外无操作。
zh_hant: 必須使用 `cmux hooks kiro install` 安裝掛鉤，然後使用 `kiro-cli chat --agent uniconnect` 執行 Kiro（或將其設定為預設代理）。它們在 UniConnect 終端機之外無操作。

# settings.automation.kiro.subtitleOff
source: Kiro runs without UniConnect integration.
ar: Kiro يعمل بدون تكامل UniConnect.
bs: Kiro radi bez UniConnect integracije.
da: Kiro kører uden UniConnect integration.
de: Kiro läuft ohne UniConnect Integration.
es: Kiro se ejecuta sin integración con UniConnect.
fr: Kiro s'exécute sans l'intégration de UniConnect.
it: Kiro viene eseguito senza l'integrazione di UniConnect.
ja: KiroはUniConnect連携なしで動作します。
km: Kiro ដំណើរការដោយគ្មានការរួមបញ្ចូល UniConnect ។
ko: Kiro가 UniConnect 연동 없이 실행됩니다.
nb: Kiro kjører uten UniConnect integrasjon.
pl: Kiro działa bez UniConnect integracji.
pt_br: Kiro é executado sem integração UniConnect.
ru: Kiro работает без интеграции UniConnect.
th: Kiro ทำงานโดยไม่มีการรวม UniConnect
tr: Kiro, UniConnect entegrasyonu olmadan çalışır.
uk: Kiro працює без інтеграції UniConnect.
zh_hans: Kiro 在没有 UniConnect 集成的情况下运行。
zh_hant: Kiro 在沒有 UniConnect 整合的情況下運作。

# diffViewer.copyFailedGitApplyCommand
source: Could not copy git apply command.
ar: تعذر نسخ أمر git apply.
bs: Nije moguće kopirati naredbu git apply.
da: Kunne ikke kopiere git apply-kommandoen.
de: Der git apply-Befehl konnte nicht kopiert werden.
es: No se pudo copiar el comando git apply.
fr: Impossible de copier la commande git apply.
it: Impossibile copiare il comando git apply.
ja: git apply コマンドをコピーできませんでした。
km: មិនអាចចម្លងពាក្យបញ្ជា git apply បានទេ។
ko: git apply 명령을 복사할 수 없습니다.
nb: Kunne ikke kopiere git apply-kommandoen.
pl: Nie udało się skopiować polecenia git apply.
pt_br: Não foi possível copiar o comando git apply.
ru: Не удалось скопировать команду git apply.
th: ไม่สามารถคัดลอกคำสั่ง git apply ได้
tr: git apply komutu kopyalanamadı.
uk: Не вдалося скопіювати команду git apply.
zh_hans: 无法复制 git apply 命令。
zh_hant: 無法複製 git apply 指令。

# cli.hooks.error.configDirectoryIsFile
source: UniConnect could not create the hooks directory: a file exists at %@; remove or rename the conflicting file and re-run `cmux hooks setup`
ar: تعذر على UniConnect إنشاء دليل hooks: يوجد ملف في %@؛قم بإزالة الملف المتعارض أو إعادة تسميته وأعد تشغيل `cmux hooks setup`
bs: UniConnect nije mogao kreirati hooks direktorij: datoteka postoji na %@; uklonite ili preimenujte konfliktnu datoteku i ponovo pokrenite `cmux hooks setup`
da: UniConnect kunne ikke oprette mappen hooks: Der findes en fil på %@; fjern eller omdøb den modstridende fil, og kør `cmux hooks setup` igen
de: UniConnect konnte das Verzeichnis hooks nicht erstellen: Eine Datei ist unter %@ vorhanden; Entfernen Sie die Konfliktdatei oder benennen Sie sie um und führen Sie `cmux hooks setup` erneut aus
es: UniConnect no pudo crear el directorio hooks: existe un archivo en %@; elimine o cambie el nombre del archivo en conflicto y vuelva a ejecutar `cmux hooks setup`
fr: UniConnect n'a pas pu créer le répertoire hooks : un fichier existe dans %@ ; supprimez ou renommez le fichier en conflit et réexécutez `cmux hooks setup`
it: UniConnect non è riuscito a creare la directory hooks: esiste un file in %@; rimuovere o rinominare il file in conflitto ed eseguire nuovamente `cmux hooks setup`
ja: UniConnect は hooks ディレクトリを作成できませんでした。ファイルは %@ に存在します。競合するファイルを削除するか名前を変更して、`cmux hooks setup` を再実行してください。
km: UniConnect មិនអាចបង្កើតថត hooks បានទេ៖ ឯកសារមាននៅ %@; លុប ឬប្តូរឈ្មោះឯកសារដែលមានជម្លោះ ហើយដំណើរការ `cmux hooks setup` ឡើងវិញ
ko: UniConnect가 hooks 디렉터리를 생성할 수 없습니다. 파일이 %@에 존재합니다.충돌하는 파일을 제거하거나 이름을 바꾸고 `cmux hooks setup`를 다시 실행하십시오.
nb: UniConnect kunne ikke opprette hooks-katalogen: det finnes en fil på %@; fjern eller gi nytt navn til den konfliktende filen og kjør `cmux hooks setup` på nytt
pl: UniConnect nie mógł utworzyć katalogu hooks: plik istnieje pod adresem %@; usuń lub zmień nazwę pliku będącego w konflikcie i uruchom ponownie `cmux hooks setup`
pt_br: UniConnect não pôde criar o diretório hooks: existe um arquivo em %@; remova ou renomeie o arquivo conflitante e execute novamente `cmux hooks setup`
ru: UniConnect не удалось создать каталог hooks: файл существует по адресу %@; удалите или переименуйте конфликтующий файл и перезапустите `cmux hooks setup`.
th: UniConnect ไม่สามารถสร้างไดเร็กทอรี hooks ได้: มีไฟล์อยู่ที่ %@; ลบหรือเปลี่ยนชื่อไฟล์ที่ขัดแย้งกันและรัน `cmux hooks setup` อีกครั้ง
tr: UniConnect, hooks dizinini oluşturamadı: %@ konumunda bir dosya var; çakışan dosyayı kaldırın veya yeniden adlandırın ve `cmux hooks setup`'yi yeniden çalıştırın
uk: UniConnect не вдалося створити каталог hooks: файл існує за адресою %@; видаліть або перейменуйте конфліктуючий файл і повторно запустіть `cmux hooks setup`
zh_hans: UniConnect 无法创建 hooks 目录：%@ 处存在文件；删除或重命名冲突文件并重新运行 `cmux hooks setup`
zh_hant: UniConnect 無法建立 hooks 目錄：%@ 處存在檔案；刪除或重新命名衝突檔案並重新執行 `cmux hooks setup`

# cli.hooks.antigravity.aborted
source: Aborted.
ar: تم إحباطه.
da: Afbrudt.
de: Abgebrochen.
es: Abortado.
fr: Avorté.
it: Interrotto.
ja: 中止されました。
km: រំលូតកូន។
ko: 중단되었습니다.
nb: Avbrutt.
pl: Przerwano.
pt_br: Abortado.
ru: Прервано.
th: ถูกยกเลิก
tr: İptal edildi.
uk: Перервано.
zh_hans: 流产了。
zh_hant: 流產了。

# cli.hooks.antigravity.alreadyUpToDate
source: %@ UniConnect hooks already up to date at %@
ar: %@ UniConnect hooks محدث بالفعل في %@
bs: %@ UniConnect hooks je već ažuriran na %@
da: %@ UniConnect hooks allerede opdateret på %@
de: %@ UniConnect hooks bereits aktuell bei %@
es: %@ UniConnect hooks ya actualizado en %@
fr: %@ UniConnect hooks déjà à jour chez %@
it: %@ UniConnect hooks già aggiornato a %@
ja: %@ UniConnect hooks すでに %@ で最新の状態です
km: %@ UniConnect hooks បានធ្វើបច្ចុប្បន្នភាពរួចហើយនៅ %@
ko: %@ UniConnect hooks는 이미 %@에서 최신 상태입니다.
nb: %@ UniConnect hooks allerede oppdatert på %@
pl: %@ UniConnect hooks już aktualny w %@
pt_br: %@ UniConnect hooks já atualizado em %@
ru: %@ UniConnect hooks уже обновлен в %@
th: %@ UniConnect hooks อัปเดตแล้วที่ %@
tr: %@ UniConnect hooks zaten %@ adresinde güncel
uk: %@ UniConnect hooks уже оновлено на %@
zh_hans: %@ UniConnect hooks 已更新为 %@
zh_hant: %@ UniConnect hooks 已更新為 %@

# cli.hooks.antigravity.confirmProceed
source: Proceed? [y/N]
ar: هل تريد المتابعة؟[y/N]
bs: Nastaviti?[y/N]
da: Fortsæt?[y/N]
de: Fortfahren?[y/N]
es: ¿Continuar? [y/N]
fr: Continuer ?[y/N]
it: Procedere?[y/N]
ja: 続行しますか?[y/N]
km: បន្ត?[y/N]
ko: 계속하시겠습니까?[y/N]
nb: Fortsette?[y/N]
pl: Kontynuować?[y/N]
pt_br: Continuar?[y/N]
ru: Продолжить?[y/N]
th: ดำเนินการต่อ?[y/N]
tr: Devam etmek mi?[y/N]
uk: Продовжити?[y/N]
zh_hans: 继续吗？[y/N]
zh_hant: 繼續嗎？ [y/N]

# cli.hooks.antigravity.error.invalidJSON
source: %@ exists but is not valid JSON. Fix or remove it before installing UniConnect hooks.
ar: %@ موجود ولكنه غير صالح.قم بإصلاحه أو إزالته قبل تثبيت UniConnect hooks.
bs: %@ postoji, ali nije važeći JSON. Popravite ili uklonite prije instaliranja UniConnect hooks.
da: %@ eksisterer, men er ikke gyldig JSON. Ret eller fjern det, før du installerer UniConnect hooks.
de: %@ existiert, ist aber ungültig. JSON. Reparieren oder entfernen Sie es, bevor Sie UniConnect hooks installieren.
es: %@ existe pero no es válido JSON. Arréglelo o elimínelo antes de instalar UniConnect hooks.
fr: %@ existe mais n'est pas valide JSON. Corrigez-le ou supprimez-le avant d'installer UniConnect hooks.
it: %@ esiste ma non è valido JSON. Correggerlo o rimuoverlo prima di installare UniConnect hooks.
ja: %@ は存在しますが、有効な JSON ではありません。UniConnect hooks をインストールする前に、修正または削除してください。
km: %@ មាន ប៉ុន្តែ JSON មិនត្រឹមត្រូវទេ។ជួសជុល ឬយកវាចេញ មុនពេលដំឡើង UniConnect hooks ។
ko: %@가 존재하지만 유효한 JSON가 아닙니다. UniConnect hooks를 설치하기 전에 수정하거나 제거하세요.
nb: %@ eksisterer, men er ikke gyldig JSON. Fiks eller fjern det før du installerer UniConnect hooks.
pl: %@ istnieje, ale nie jest prawidłowy. JSON. Napraw lub usuń go przed instalacją UniConnect hooks.
pt_br: %@ existe, mas não é válido como JSON. Corrija ou remova-o antes de instalar UniConnect hooks.
ru: %@ существует, но недействителен JSON. Исправьте или удалите его перед установкой UniConnect hooks.
th: มี %@ อยู่ แต่ JSON ไม่ถูกต้องแก้ไขหรือลบออกก่อนที่จะติดตั้ง UniConnect hooks
tr: %@ mevcut ancak JSON geçerli değil. UniConnect hooks'yi kurmadan önce düzeltin veya kaldırın.
uk: %@ існує, але недійсний JSON. Виправте або видаліть це перед встановленням UniConnect hooks.
zh_hans: %@ 存在，但 JSON 无效。在安装 UniConnect hooks 之前修复或删除它。
zh_hant: %@ 存在，但 JSON 無效。在安裝 UniConnect hooks 之前修復或刪除它。

# cli.hooks.antigravity.installed
source: %@ UniConnect hooks installed at %@
ar: %@ UniConnect hooks مثبت في %@
bs: %@ UniConnect hooks instaliran na %@
da: %@ UniConnect hooks installeret på %@
de: %@ UniConnect hooks installiert bei %@
es: %@ UniConnect hooks instalado en %@
fr: %@ UniConnect hooks installé à %@
it: %@ UniConnect hooks installato su %@
ja: %@ UniConnect hooks が %@ にインストールされました
km: %@ UniConnect hooks បានដំឡើងនៅ %@
ko: %@ UniConnect hooks가 %@에 설치되었습니다.
nb: %@ UniConnect hooks installert på %@
pl: %@ UniConnect hooks zainstalowany w %@
pt_br: %@ UniConnect hooks instalado em %@
ru: %@ UniConnect hooks установлен в %@
th: %@ UniConnect hooks ติดตั้งที่ %@
tr: %@ UniConnect hooks, %@'de yüklü
uk: %@ UniConnect hooks встановлено на %@
zh_hans: %@ UniConnect hooks 安装在 %@
zh_hant: %@ UniConnect hooks 安裝在 %@
